{
	"korosensei" : [
		"As you go through life, the might current of society is bound to get in your way and there will certainly be times that things don't go as you'd hoped. When this happens, don't look to society for a cause. Do not renounce society. Frankly, you'd be wasting your time. Instead just say, That's life! and muddle your way through with frustration. Once you're past it, consider: If society's swift current is tossing you around, how should you be swimming there in its midst. You should have learned how, here in the E class, in this assassination classroom. You don't always have to stand and face it head-on. You can run and you can hide. If its not against the rules, you can try a sneak attack. You can use unconventional weapons. Stay determined - not impatient nor discouraged - and with repeated trial and error, you're bound to reach a splendid outcome eventually.",
		"What does it feel like, having your own death right before your eyes? That grand kaleidoscope glimpsed in the moments before death... What could be flashing through that perfect mind of yours?",
		"I say assassination is education. The assassination classrooms teacher will get stronger every time he teaches!",
		"Take advantage of what you have, while you have it.",
		"The tentacles spoke to me, asked what I wanted to be. To be weak I said, to be flawed, vulnerable. To perceive weakness in others not to exploit but to protect. To be a guide, to be a teacher",
		"Is anything ever truly wasted?",
		"Fun times are bound to end.",
		"All of the connections we encounter in this world serve as teachers who nurture us.",
		"A teacher's happiest moment is when a student gives you a clear answer to your own lesson of which you yourself are unsure",
		"Even an assassin who's cleverly voided all head to head battles is sure to have a number of times in life when he or she must fight with every last ounce of strength",
		"If great talent knows the frustration of defeat early on, it can become even greater",
		"You should try to come up with ways to get along with your classmates on your own",
		"You don't whine or make excuses, and your classmates forced their confidence onto you, thinking surely they can handle it. No one would notice your anguish. But its alright. You don't have to bear all the pressure alone",
		"Taking you kids seriously is more important than the end of the world",
		"The fact that I'm targeted by everyone is proof that I'm powerful, after all",
		"True feelings tend to bubble when under pressure form a big decision, sometimes conflict can be the best opportunity to strengthen a friendship.",
		"One of the best ways to deepen your own understanding is to teach someone else. It also fosters a strong sense of teamwork.",
		"The difference between the novice and the master is that the master has failed more times than the novice has tried.",
		"Exams are an opportunity to teach correctly the meaning of winning and losing, of strong and weak. Students soak up heaping helpings of successes and setbacks. Take in now what it means to win, what it means to lose!",
		"Broadly speaking, there are two reasons a person feels the desire to teach something: Either he wants to pass on his successes or he wants to pass on his failures.",
		"Backup plans are the cornerstone of confidence.",
		"Whether a fish lives in a clear stream or a water ditch, so long as it continues swimming forward, it will grow up beautifully.",
		"When backed into a corner, the first order of business is assessing your options.",
		"Every teacher secretly frets over whether the path he sets his students on is the right one. But he points the way to the best future he can see for them.",
		"The past you've lost will never come back. I myself have made so many mistakes But we can learn from the past so we don't repeat it.",
		"Honestly, there isn't much meaning to the splendid names given to you by your parents. What does have meaning, is what the person behind that name does during their actual lifetime. The name doesn't make the person. The name simply remains gently within the footprint left on the path a person walks.",
		"Please remember that there are times to take someones hand and lead them along But also times when you must be stern and let them fend for themselves.",
		"If I wasn't prepared to be flexible as the situations demands, I wouldn't have become a teacher.",
		"It's dangerous for them to grow up without experiencing true competition. Because they'll keep whining, even without taking the matter seriously. For those with a high level of aptitude The sooner they know the frustration of defeat, the greater their growth will be.",
		"You may have grown too strong. Drunk on your own power, you forgot to put yourself in the shoes of someone weaker than you.",
		"To a young person for whom everything comes easily, the pain of defeat can be a much needed wake up call.",
		"The world will always be filled with injustice. If you have time to give up or hold a grudge against that injustice, then use that time to enjoy battling those injustices instead.",
		"Those who fail to apply themselves who at the moment of truth decide to sit back and let the chips fall where they may, are destined for disappointment.",
		"I study too, you know. How could I teach anyone if I didn't grow and learn day by day?",
		"To kill is an action which overflows in everyday life. In actuality the more you try to be accepted, the more you kill your unrestrained self.",
		"Those who can't do what they have to when the time comes for action will find their presence fading in our classroom. An assassin who neglects to sharpen his blade is no assassin at all. He's just a boastful brat swinging around a rusty sword.",
		"Tests are a good thing. The knowledge gained from a night of cramming will be all but forgotten once you hit adulthood. And that's fine. The experience you gain through competition, having sharpened your skills and broadened your minds all under the same set of rules? That's the real treasure.",
		"Of Course everyone wants attention, approval. The legendary assassin who'd never shown himself to anyone, At last understood the joy of being seen."
	],

	"Kanzaki Yukiko" : [
		"I used to get so stressed about how other people saw me. I always second-guessed myself. But then Koro Sensei made me realize: It's all about doing the best with what you have. Being true to the person you are on the inside."
	],

	"Karma Akabane" : [
		"Fighting's no problem at all when there are no witnesses",
		"I'm not capable of being alert, not being afraid...it was the first time that I began to think that that's actually the scariest thing",
		"Even if the questions change, it makes no difference to me",
		"You can't change the choice you made. All you can do is not let it ruin you",
		"Everybody has something, some hidden ability they take for granted. We're all geniuses, we all have a talent.",
		"Talent is usually an invisible trait, more often than not, it's the result of work. other people don't see.",
		"If you have time to point fingers, then how about using your head to figure out what you want to do about it?",
		"People with recognized talent often fall into the trap and they start thinking everything is going to work out how they want it to.",
		"Remind Yourself that it's okay not to be PERFECT because we all are humans.",
		"Sometimes, the word 'idiot' is exactly what you need to hear.",
		"Total victory is scoring an easy win by doing what you always do.",
		"I try to be a nice person but sometimes my mouth doesn't cooperate.",
		"If you're going to fight, you have to shoot first and ask question later.",
		"I was born to make mistake, not to fake perfection.",
		"I can either be that light the fire in your life that lights your way...or the fire that destroys everything in my way.....you decide.",
		"I don't go crazy, I am crazy.....I just go normal from time to time",
		"Sarcasm falls out of my mouth, kinda like stupidity falls out from yours",
		"Tell me not to do something and I will do it twiceAnd take pictures",
		"Don't be afraid to hurt me, I've Lost my heart Long time ago",
		"I don't suffer from insanity but I enjoy every minute of it.",
		"At the end the king and the Queen are put in the same box of Pawns",
		"Action proves Who someone is, Words just prove who they Pretend to be",
		"Sometimes I don't get why People are such Idiots",
		"Don't consider my Kindness as my Weakness.The beast in me is Sleeping NOT DEAD.",
		"I don't need your help, I will show and not tell",
		"People need to start appreciating the efforts I put in to not be a serial killer"
	],

	"Irina Jelavic" : [
		"Feelings are difficult to kill, but they're a lot harder to resurrect."
	],

	"Asana Gakuho" : [
		"You cannot solve every problem with speed alone",
		"It's not the school that decides a students grades, but the student",
		"Did you know, I once took down a black belt on my third day of Karate lessons? The first day, I was soundly beaten you understand, by some 30-something There was so much pain I vomited. Id never known such an agonizing defeat. What do you suppose I did on day 2? I observed. Consumed by flames of my humiliation. Certain were I to lose again, I would be mortified to a point of insanity, that I would, in effect, die of madness. On day 3 I crushed my sensei without him landing a single blow. THAT, is the lesson of defeat.",
		"Don't let that confidence be your undoing my boy. Things change. The scales can tip in the favor of the rabble in an instant. The elite do well to take heed.",
		"Those at the top must mind their balance.",
		"The thing about defeat is that it gives you perspective.",
		"Hatred only gets you do far, I know this for a fact. Scorning one's enemies is childish. Learn a healthy respect for foes, otherwise your strength will be lopsided."
	],

	"Karasuma Tadaomi" : [
		"The first strike is of course the most important, but your next moves matter too. Against a powerful foe, your first blow is likely to be dodged, so the precision with which you can land your second and third blows an reside the fight",
		"If something is possible, carry on as planned. Even if it isn't possible, do it anyway.",
		"Every experience is a tool to clear your path. It was none other than those students who taught me that.",
		"What kind of assassin begs for permission?"
	],

	"Shiota Nagisa" : [
		"That some kinds of blood-lust are wrong to hold on to and and how important it is to have friends to pull you away from it",
		"Even when girls pull off something so effortlessly cool, you still have to chin up and act cool...it is hard, being a guy",
		"Examined from another angle, your faults and weaknesses can be weapons.",
		"Its all fun and games until things get real.",
		"If that treetop is school, and the ground is this place here we all found our strength down on the ground. While looking up and getting looked down on we learned plenty about how scary heights were before we started climbing. That's why we can go our own way now. Still Somewhere along the way we forgot our fear of heights, so we do still fall to the ground every now and then. So learn here. You can go on to school once you have a game plan. That's my secret lesson, from me to you.",
		"Anything can be a sword if you polish it enough.",
		"We were looked down on, but we never stopped looking up, even when the height made us feel dizzy, or insignificant, or scared the crap out of us. We learned how to climb by taking one rung at a time."
	],

	"Terasaka Ryoma" : [
		"You don't have to win now, just someday. Slow and steady wins the race right? It doesn't matter if you lose a 100 times either, as long as you assassinate him once.",
		"It's about being patient, picking your moment. So snap out of it, you can't let couple of losses blow you off course."
	],

	"Horibe Itona" : [
		"The wolf has eyes for pray, cow has eyes for hay, one of them is killer, other his buffet.",
		"The slow witted cow who dimly chews the grass before it, is no match for the wolf with a cow-killing vision"
	],

	"Kayano Kaede" : [
		"You always see new sides of people when you travel together",
		"Once I decide something, I move straight towards it. That's how I am"
	],

	"Okuda Manami" : [
		"I never know the right way to phrase things or how tone press my feelings as a person. But I'm okay with that. Because equations and formulas always have a right answer. They're free of fussy word games and complicated emotions"
	]

}